"IDS_MAIL_AUDIO_VOIP" = "Audio: Use your microphone and speakers (VoIP)\n";
"IDS_MAIL_AUDIO_PSTN" = "Audio: Call in using your telephone.\n";
"IDS_MAIL_AUDIO_HYBRID" = "Audio: Use your microphone and speakers (VoIP) or call in using your telephone.\n";
"IDS_MAIL_AUDIO_PRIVATE" = "Audio: ";
"IDS_ACCESS_CODE" = "Access Code: %1$s\n";
"IDS_MAIL_INVITE_SUBJECT" = "GoToMeeting Invitation - %1$@";
"IDS_MAIL_INVITE_SUBJECT_WEBINAR" = "GoToWebinar Invitation - %1$@";
"IDS_MAIL_INVITE_SUBJECT_TRAINING" = "GoToTraining Invitation - %1$@";
"IDS_MEETING_INVITE_GREETING" = "1.  Please join my meeting.";
"IDS_MEETING_INVITE_WITH_TIME" = "1.  Please join my meeting, %1$@ at %2$@.";
"IDS_MEETING_INVITE_TRAILER" = "GoToMeeting®\nOnline Meetings Made Easy®";
"IDS_MAIL_MESSAGE_FMT" = "%1$@\n%2$@\n\n%3$@\n\n%4$@\n\n%5$@";
/* "IDS_MAIL_TIME_FORMAT" = "%%A, %%B %%d at %%I:%%M %%p %%Z"; */
/* "IDS_MAIL_TIME_FORMAT24" = "%%A, %%B %%d at %%H:%%M %%Z"; */
"IDS_MEETING_URL_INSTRUCTIONS" = "%1$@";
"IDS_MEETING_INFO" = "Meeting ID: %1$@";
"IDS_MEETING_INFO_WITH_PASSWORD" = "Meeting Password: %2$@\nMeeting ID: %1$@";
"IDS_MEETING_INVITE_HYBRID" = "2.  Use your microphone and speakers (VoIP) - a headset is recommended. Or, call in using your telephone.\n\n%1$@";
"IDS_MEETING_INVITE_VOIP" = "2. You will be connected to audio using your computer's microphone and speakers (VoIP).  A headset is recommended.";
"IDS_MEETING_INVITE_PSTN" = "2.  Join the conference call: \n\n%1$@";
"IDS_MEETING_INVITE_PRIVATE" = "2.  Join the conference call:\n%1$@";
"IDS_MAIL_PHONE_ENTRY" = "%1$@: %2$@\n";
"IDS_MAIL_DEFAULT_PHONE_ENTRY" = "Dial %1$@\n"; 
"IDS_WEBINAR_INVITE_GREETING" = "1.  Please join my Webinar.";
"IDS_WEBINAR_INVITE_GREETING_WITH_TIME" = "1.  Please join my Webinar, %1$@ at %2$@.";
"IDS_WEBINAR_INVITE_HYBRID" = "2. You will be connected to audio using your computer's microphone and speakers (VoIP).  A headset is recommended.\n\nOr, you may select \"Use Telephone\" after joining the Webinar.\n\n%1$@";
"IDS_WEBINAR_INVITE_VOIP" = "2. You will be connected to audio using your computer's microphone and speakers (VoIP).  A headset is recommended.";
"IDS_WEBINAR_INVITE_PSTN" = "2. Join the conference call:\n\n%1$@";
"IDS_WEBINAR_INVITE_TRAILER" = "GoToWebinar\U00AE\nWebinars Made Easy®";
"IDS_WEBINAR_INFO" = "Webinar ID: %1$@";
"IDS_WEBINAR_INFO_WITH_PASSWORD" = "Webinar Password: %2$@\nWebinar ID: %1$@";
"IDS_AUDIO_PIN_FUTURE" = "Audio PIN: Shown after joining the meeting";
"IDS_AUDIO_PIN_FUTURE_WEBINAR" = "Audio PIN: Shown after joining the Webinar";
"IDS_AUDIO_PIN_FUTURE_TRAINING" = "Audio PIN: Shown after joining the training";
"IDS_AUDIO_PIN" = "Audio PIN: ";
"IDS_TRAINING_INVITE_GREETING" = "Please join my training:";
/* "IDS_TRAINING_INVITE_WITH_TIME" = "Please join my training, %1$@ at %2$@:"; */
"IDS_TRAINING_INFO" = "Session ID: %1$@";
"IDS_TRAINING_INFO_WITH_PASSWORD" = "Webinar Password: %2$@\nSession ID: %1$@";
"IDS_TRAINING_INVITE_TRAILER" = "GoToTraining®\nOnline Training Made Easy™";
"IDS_GoToWebinar" = "GoToWebinar";
"IDS_GoToMeeting" = "GoToMeeting";
"IDS_GoToTraining" = "GoToTraining";
"IDS_Audio__Z1_is_experiencing_audio_difficulties" = "Audio: %1$s is experiencing audio difficulties.";
"IDS_Audio_Information_not_provided_by_organizer" = "Audio information not provided by the organizer.";
"IDS_NO_AUDIO_INFO" = "No audio information available.";
"IDS_NEW_MEETING" = "New Meeting";
/* Used for connection test result. */
"IDS_TC_NOTTESTED" = "Not Tested";
"IDS_TC_PASSED" = "Passed";
"IDS_TC_CANCELLED" = "Cancelled";
"IDS_TC_FAILED" = "Failed";
"IDS_TC_SECURITY" = "Security Error";
"IDS_TC_EXPIRED" = "Certificate Expired";
"IDS_LANGUAGE_CODE_URL_KEY" = "en_US";
"IDS_DIAL_STRING" = "        Dial";
"IDS_MEET_NOW" = "Meet Now";
"IDS_WEBINAR_NOW" = "Webinar Now";
"IDS_TRAIN_NOW" = "Train Now";
"IDS_WAITING_MEETING" = "This is a recurring meeting";
"IDS_WAITING_WEBINAR" = "This is a recurring Webinar";
"IDS_WAITING_TRAINING" = "This is a recurring training";
"IDS_HALLWAY_AUDIO_VOIP" = "Use a headset or your microphone and speakers.\nWhile you wait, read our [Audio Checklist] for helpful tips.";
"IDS_HALLWAY_AUDIO_PSTN" = "Telephone call";
"IDS_HALLWAY_MORE_PHONE_NUMBERS" = "More phone numbers";
"IDS_ENTER_PASSWORD_HERE" = "[enter password here]";


/*  These strings are not used on the Mac platform. They get loaded into MMServerError from various
    Match Making code and then passed to UIServerError but never displayed to the user.
    UIServerError provides the display strings based on the error code instead.
"IDS_INVALID_LOGIN" = "Invalid Login.";
"IDS_UNABLE_TO_START_SESSION" = "Unable to Start Session.";
"IDS_UNABLE_TO_DELETE_MEETING" = "Unable to Delete Meeting.";
"IDS_UNABLE_TO_GET_MEETING_LIST" = "Unable to get meeting list.";
"IDS_UNABLE_TO_JOIN_SESSION" = "Unable to Join Session.";
"IDS_UNABLE_TO_JOIN_MEETING" = "Unable to Join Meeting.";
"IDS_UNABLE_TO_JOIN_TRAINING" = "Unable to Join Training.";
"IDS_UNABLE_TO_JOIN_WEBINAR" = "Unable to Join Webinar.";
"IDS_REGISTRATION_FAILURE" = "Registration Failure.";
"IDS_UNABLE_TO_UPDATE_MEETING" = "Unable to Update Meeting.";
"IDS_INVALID_SESSION_INFO" = "Invalid Session Info.";
*/
